export const test = [
  {
    id: 1,
    question: "Яке рівняння відповідає умові резонансу напруг?",
    answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
  },
  {
    id: 2,
    question: "Якому фільтру відповідає графік?",
    answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
  },

  {
    id: 3,
    question:
      "До якої групи належить трансформатор, векторна діаграма якого приведена?",
    answers: ["1", "2", "3"],
  },
  {
    id: 4,
    question:
      "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
    answers: ["0,101", "0,88", "1.12"],
  },
];
