export const courses: any = [
  {
    id: 1,
    title: "Основи Електротехніки",
    topics: [
      {
        id: 11,
        topicTitle: "Електричні кола постійного струму",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 12,
        topicTitle: "Електричні кола змінного струму",
        tests: [
          {
            title: " topic 2 FirstTest",
            cipher: "1004",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: " topic 2 SecondtTest",
            cipher: "1005",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: " topic 2 ThirdTest",
            cipher: "1006",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },
              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 13,
        topicTitle: "Трифазні кола",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 14,
        topicTitle: "Вимірювання енергії змінного струму",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 15,
        topicTitle: " Магнітні кола",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 16,
        topicTitle: "Трансформатори",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 17,
        topicTitle: " Електричні машини постійного струму",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 18,
        topicTitle: "Асинхронні машини",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 19,
        topicTitle: "Синхронні машини",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 110,
        topicTitle: "Випрямлячі",
        tests: [
          {
            id: 1,
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: "Електротехніка 2",
    topics: [
      {
        id: 11,
        topicTitle: "TOPIC1",
        tests: [
          {
            title: "FirstTest",
            cipher: "1001",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "SecondtTest",
            cipher: "1002",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: "ThirdTest",
            cipher: "1003",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
      {
        id: 12,
        topicTitle: "TOPIC2",
        tests: [
          {
            title: " topic 2 FirstTest",
            cipher: "1004",
            questions: [
              {
                id: 1,
                question: "Яке рівняння відповідає умові резонансу напруг?",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "Якому фільтру відповідає графік?",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question:
                  "До якої групи належить трансформатор, векторна діаграма якого приведена?",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: " topic 2 SecondtTest",
            cipher: "1005",
            questions: [
              {
                id: 1,
                question: "??",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "???",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "???",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question:
                  "Час чистої роботи верстата tр = 8 год. Час всіх технологічних  перерв tп = 1 год. Визначити коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
          {
            title: " topic 2 ThirdTest",
            cipher: "1006",
            questions: [
              {
                id: 1,
                question: "???",
                answers: ["I = Imin", "φ = 45°", "ХL = ХС"],
              },
              {
                id: 2,
                question: "????",
                answers: ["ФНЧ", "ФВЧ", "ПФ", "ЗФ"],
              },

              {
                id: 3,
                question: "dsdfsf",
                answers: ["1", "2", "3"],
              },
              {
                id: 4,
                question: "Части коефіцієнт включення.",
                answers: ["0,101", "0,88", "1.12"],
              },
            ],
          },
        ],
      },
    ],
  },
];
